Repository: rafaelps95/AudictiveMusic
Catalog: AudictiveMusicUWP/Strings/*/Resources.resw
Source language: en
Languages: es, fr, pt

# ManageLibraryNothingToDisplay.Text
source: There's nothing in your music library. Add a folder which contains music to be able to use the features of the application.
es: No hay ninguna carpeta en su biblioteca de música. Añadir algunas para poder disfrutar de las características de la aplicación.
fr: Il n'y a pas de dossier dans votre bibliothèque musicale. Ajoutez un peu pour profiter des fonctionnalités de l'application.
pt: Não há nenhuma pasta em sua biblioteca de músicas. Adicione alguma para poder desfrutar dos recursos do aplicativo.

source: Next
es: Siguiente
fr: Prochain
pt: Próximo

source: Previous
es: Anterior
fr: Précédent
pt: Anterior

# StorageUsage.Text
source: App usage
es: Espacio utilizado por Audictive Music
fr: Utilisation de l'application
pt: Uso do aplicativo

# TapToResumeSettingsItem.Text
source: "Tap to resume" notification
es: Notificación para reanudar la reproducción
fr: Notification pour reprendre la lecture
pt: Notificação para retomar a reprodução

# Collection.Text
source: Collection
es: Colección
pt: Biblioteca

# CollectionMenu.Text
source: Collection
es: Colección
pt: Biblioteca

# GoToAlbumString
source: Show album
es: Mostrar el álbum
fr: Afficher l'album
pt: Mostrar álbum

# GoToArtistString
source: Show artist
es: Mostrar el artista
fr: Afficher l'artiste
pt: Mostrar artista

# LetsStart.Text
source: Let's start!
es: Inicio
fr: Accueil
pt: Vamos começar!

# QuickActions.Text
source: Quick actions
es: Acciones rápidas
fr: Actions rapides
pt: Ações rápidas

# Refresh.Content
source: Refresh
es: Recargar
fr: Recharger
pt: Recarregar

# RemoveFromFavoritesString
source: Remove from favorites
es: Eliminar de favoritos
fr: Supprimer des favoris
pt: Remover dos favoritos

# StartMenu.Text
source: Home
es: Inicio
fr: Accueil
pt: Início

# SuggestionForYou.Text
source: A suggestion for you
es: Una sugerencia para usted...
fr: Une suggestion pour vous
pt: Uma sugestão para você

# AddToFavoritesCaption.Text
source: Have easy access to the music you love
es: Tener acceso fácil a la música que amas
fr: Avoir un accès facile aux chansons que vous aimez
pt: Tenha fácil acesso às músicas que você ama

# DevNews.Text
source: Developer's notices
es: Avisos del desarrollador
fr: Avis du développeur
pt: Avisos do desenvolvedor

# GetTelegram.Content
source: Get Telegram Messenger
es: Obtener Telegram Messenger
fr: Obtenir Telegram Messenger
pt: Obter Telegram Messenger

# JoinTelegram.Content
source: Subscribe to the channel
es: Suscríbete al canal
fr: Abonnez-vous à la chaîne
pt: Inscreva-se no canal

# JoinTelegramCaption.Text
source: Sign up for the Audictive Music channel on Telegram Messenger and receive notices of new updates.
es: Regístrese en el canal de Audictive Music en Telegram Messenger y reciba avisos de nuevas actualizaciones.
fr: Inscrivez-vous à la chaîne Audictive Music sur Telegram Messenger et recevez des notifications de nouvelles mises à jour.
pt: Inscreva-se no canal do Audictive Music no Telegram Messenger e receba avisos de novas atualizações.

# ClearSelection.Content
source: Clear selection
es: Deshacer selección
fr: Annuler la sélection
pt: Limpar seleção

# ItemSelectedPlural
source: selected
es: seleccionados
fr: sélectionnés
pt: selecionados

# ItemSelectedSingular
source: selected
es: seleccionado
fr: sélectionné
pt: selecionado

source: Title
es: Título
fr: Titre
pt: Título

source: listeners
es: oyentes
fr: auditeurs
pt: ouvintes

# Password.Header
source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

# RecentScrobbles.Text
source: Recent scrobbles
es: Scrobbling recientes
fr: Scrobbles récents
pt: Scrobbles recentes

source: Scrobble settings
es: Configuración de scrobbling
fr: Configuration de scrobble
pt: Configurações de scrobble

# SendScrobbleSettingsItem.Text
source: Send what you play to your Last.fm account (Scrobble)
es: Envía lo que escuchas a tu cuenta de Last.fm (Scrobble)
fr: Envoyez ce que vous écoutez sur votre compte Last.fm (Scrobble)
pt: Enviar suas reproduções ao Last.fm (Scrobble)

# SignIn.Content
source: Sign in
es: Iniciar sesión
fr: Se connecter
pt: Entrar

# SignInLastFm
source: Sign in to Last.fm
es: Entrar en Last.fm
fr: Connectez-vous sur Last.fm
pt: Entrar no Last.fm

# SignInLastFmLong.Text
source: Sign in to your Last.fm account:
es: Inicia sesión en tu cuenta de Last.fm:
fr: Connectez-vous à votre compte Last.fm:
pt: Entre com o last.fm:

source: Sign out
es: Desconectar
fr: Se déconnecter
pt: Sair

# SignUp.Content
source: Sign up
es: Registrarse
fr: Inscription
pt: Criar uma conta

# TopAlbums.Text
source: Top albums
es: Álbumes más escuchados
pt: Álbuns mais escutados

# TopArtists.Text
source: Top artists
es: Artistas más escuchados
fr: Top artistes
pt: Artistas mais escutados

# TopTracks.Text
source: Top tracks
es: Temas más escuchados
fr: Top titres
pt: Faixas mais escutadas

# Username.Header
source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
pt: Nome de usuário

# UsernamePasswordWrong.Text
source: Username or password incorrect
es: Nombre de usuario o contraseña incorrecta
fr: Nom d'utilisateur ou mot de passe incorrect
pt: Nome de usuário ou senha incorretos

source: Visit profile
es: Visitar el perfil
fr: Voir le profil
pt: Visitar perfil

# Timer.Text
source: Timer
es: Temporizador
fr: Minuteur
pt: Temporizador

# TimerBox.Header
source: Time (in minutes):
es: Tiempo (en minutos):
fr: Temps (en minutes):
pt: Tempo (em minutos):

# TimerBoxCaptionApproximately
source: Approximately # songs
es: Aproximadamente # canciones
fr: Environ # chansons
pt: Aproximadamente # músicas

# TimerBoxCaptionError
source: Insert a number between 4 and 60.
es: Inserta un número entre 4 y 60.
fr: Insérez un nombre compris entre 4 et 60.
pt: Insira um número entre 4 e 60

# TimerButton.Content
source: Start
es: Comenzar
fr: Démarrer
pt: Iniciar

# TimerCancelButton.Content
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# TimerCaption.Text
source: The music will pause after the specified interval.
es: La música se detendrá en algún momento después del intervalo especificado.
fr: La musique se mettra en pause après l'intervalle spécifié.
pt: A música será pausada em algum momento após o intervalo especificado.

# TimerMenu
source: Timer
es: Temporizador
fr: Minuteur
pt: Temporizador

# ColorSettingsItem.Text
source: Accent color:
es: Color de acento:
fr: Couleur d'accent:
pt: Cor de destaque:

# ThemeAccentColorAlbum.Content
source: Use the album color
es: Usa el color del álbum
fr: Utilisez la couleur de l'album
pt: Usar cor do álbum

# ThemeAccentColorCustom.Content
source: Use a custom color
es: Usa un color personalizado
fr: Utiliser une couleur personnalisée
pt: Usar cor personalizada

# ThemeAccentColorSystem.Content
source: Use the system accent color
es: Usa el color de acento del sistema
fr: Utilisez la couleur d'accentuation du système
pt: Usar a cor de destaque do sistema

# ThemeBlurAmount.Header
source: Blur level in the now playing screen
es: Nivel de desenfoque en la pantalla de reproducción
fr: Niveau de flou sur l'écran de lecture
pt: Nível de desfoque na tela de reprodução

# ThemeBlurAmountLabel.Text
source: High values can decrease the performance of the application
es: Los valores altos pueden disminuir el rendimiento de la aplicación
fr: Des valeurs élevées peuvent diminuer les performances de l'application
pt: Níveis elevados podem diminuir o desempenho do aplicativo

# BackgroundPreferencesSettingsItem.Text
source: Choose what to display on the background:
es: Elija lo que desea mostrar en segundo plano:
fr: Choisissez ce que vous souhaitez afficher en arrière-plan:
pt: Escolha o que exibir no fundo:

# ThemeGeneralBackgroundAlbum.Content
source: Album cover image
es: Imagen de portada del álbum
fr: Image de couverture de l'album
pt: Imagem de capa do álbum

# ThemeGeneralBackgroundArtist.Content
source: Artist image
es: Imagen del artista
fr: Image de l'artiste
pt: Imagem do artista

# ThemeGeneralBackgroundLabel.Text
source: If an artist image is not available, the album art will be displayed in the background.
es: Si una imagen de artista no está disponible, la imagen de la carátula del álbum aparecerá en segundo plano.
fr: Si une image d'artiste n'est pas disponible, la pochette de l'album sera affichée en arrière-plan.
pt: Caso não houver uma imagem do artista disponível, a capa do álbum será exibida no fundo.

# ThemeOptions.Text
source: Theme options:
es: Opciones de tema:
fr: Options du thème:
pt: Opções do tema:

source: Themes
es: Temas
fr: Des thèmes
pt: Temas

# ThemeSelection.Text
source: Choose a theme:
es: Elige un tema:
fr: Choisissez un thème:
pt: Selecione um tema:

source: Theme settings
es: Configuraciones de tema
fr: Paramètres du thème
pt: Configurações de tema

# PlaylistReorderMessage
source: Now it's easier to organize your playlist. Try it!
es: Ahora ha sido más fácil organizar su lista de reproducción. Inténtelo!
fr: Maintenant, il est plus facile d'organiser votre liste de lecture. Essayez-le!
pt: Agora ficou mais fácil organizar sua lista de reprodução. Experimente!

# PlaylistReorderMessageTitle
source: Tap and drag to reorder
es: Toque y arrastre para reordenar
fr: Appuyez et faites glisser pour réorganiser
pt: Toque e arraste para reordenar

source: Tap to dismiss
es: Toque para dispensar
fr: Touchez pour rejeter
pt: Toque para dispensar

# ThemesMessage
source: There are new customization options. Go to Settings > Personalization > Themes
es: Hay nuevas opciones de personalización. Vaya a Configuración > Personalización > Temas
fr: Il existe de nouvelles options de personnalisation. Allez dans Paramètres > Personnalisation > Thèmes
pt: Há novas opções de personalização. Vá para Configurações > Personalização > Temas

# ThemesMessageCaption
source: Tap to check the customization options
es: Toque para ver las opciones de personalización
fr: Appuyez sur pour vérifier les options de personnalisation
pt: Toque para conferir as opções de personalização

# AskForDonationThankMessage
source: I can't describe what I'm feeling right now... With your contribution, I can keep working on Audictive Music!
es: No puedo describir lo que estoy sintiendo en este momento ... ¡Con tu contribución, puedo seguir trabajando en Audictive Music!
fr: Je ne peux pas décrire ce que je ressens en ce moment ... Avec votre contribution, je peux continuer à travailler sur Audictive Music!
pt: Não consigo descrever o que eu estou sentindo... Com sua contribuição, eu consigo continuar trabalhando no Audictive Music!

source: Thank you so much!!!
es: ¡¡¡Muchas gracias!!!
fr: Merci beaucoup!!!
pt: Muito obrigado!!!

source: Unknown album
es: Álbum desconocido
fr: Album inconnu
pt: Álbum desconhecido

source: Unknown artist
es: Artista desconocido
fr: Artiste inconnu
pt: Artista desconhecido

# ArtistOnLastfm
source: View artist on Last.fm
es: Ver artista en Last.fm
fr: Voir l'artiste sur Last.fm
pt: Ver no Last.fm

# ExploreFolders.Content
source: Browse
es: Explorar
fr: Explorer
pt: Explorar

# FavoritesButton.Content
source: Favorites
es: Favoritos
fr: Favoris
pt: Favoritos

# Following.Content
source: Following
es: Siguiendo
fr: Abonnements
pt: Seguindo

# OpenFullProfile
source: View profile on Last.fm
es: Ver perfil en Last.fm
fr: Voir le profil sur Last.fm
pt: Ver perfil no Last.fm

# OpenLocalArtistPage
source: View local media
es: Ver música local
fr: Voir la musique locale
pt: Ver mídia local

# OpenProfile
source: View profile
es: Ver perfil
fr: Voir le profil
pt: Ver perfil

# Recent.Content
source: Recent
es: Reciente
fr: Récents
pt: Recente

# SimilarArtists.Content
source: Similar artists
es: Similar a
fr: Similaire à
pt: Artistas relacionados

# TopListened.Content
source: Most listened
es: Más escuchado
fr: Les plus écoutés
pt: Mais ouvido

# WelcomeUser
source: Welcome, #
es: Bienvenido, #
fr: Bienvenue, #
pt: Bem-vindo, #

# FavoritesSeeOther
source: # more
es: Más #
fr: # de plus
pt: Mais #

# LoadMore.Content
source: Show more
es: Mostrar más
fr: Montre plus
pt: Mostrar mais

# CustomColorSettingsSection.Title
source: Choose color
es: Color personalizado
fr: Couleur personnalisée
pt: Cor personalizada

# MoreThemesSettingsItem.Text
source: More theme options
es: Más opciones de tema
fr: Plus d'options de thème
pt: Mais opções de tema

source: Proceed anyway
es: Proceder de todas maneras
fr: Continuer quand même
pt: Prosseguir mesmo assim

# ReloadCollectionWarningContent
source: During this process your favorites list will be lost. This will take some time depending on the size of your collection.
es: Durante este proceso se perderá su lista de favoritos. Esto tomará algún tiempo dependiendo del tamaño de su colección.
fr: Au cours de ce processus, votre liste de favoris sera perdue. Cela prendra un certain temps en fonction de la taille de votre collection.
pt: Durante esse processo sua lista de favoritos será perdida. Isso levará algum tempo dependendo do tamanho de sua coleção.

# ReloadCollectionWarningTitle
source: Do you really want to reload your music collection?
es: ¿Estás seguro/segura de que quieres recargar tu colección?
fr: Voulez-vous vraiment réinitialiser votre collection?
pt: Deseja realmente recarregar sua coleção de músicas?

# AddTo
source: Add
es: Agregar
fr: Ajouter
pt: Adicionar

# CollectionButton.Content
source: Collection
es: Colección
pt: Biblioteca

# TransparencySettingsItem.Text
source: Transparency effects
es: Efectos de transparencia
fr: Effets de transparence
pt: Efeitos de transparência

# PerformanceSettingsItem.AdditionalInfo
source: Restrict the acrylic effect to certain surfaces, such as the player bar
fr: Restreindre l'effet acrylique à certaines surfaces, comme la barre du lecteur
pt: Restringe o efeito acrílico a certas superfícies, tal como a barra de reprodução

# PerformanceSettingsItem.Text
source: Performance mode
fr: Mode performance
pt: Modo desempenho

# PendingScrobbles.Text
source: Pending scrobbles
fr: Scrobbles en attente
pt: Scrobbles pendentes

# PendingScrobblesEmptyList.Text
source: Yay! There is nothing pending!
fr: Yay! Il n'y a rien en attente !
pt: Eba! Não há nada pendente!

# PendingScrobblesSettingsItem.Text
source: View pending scrobbles
fr: Afficher les scrobbles en attente
pt: Visualizar scrobbles pendentes

# PendingScrobblesSubtitle.Text
source: This list will be automatically sent to Last.fm once your device is connected to the internet
fr: Cette liste sera automatiquement envoyée à Last.fm une fois votre appareil connecté à Internet
pt: Esta lista será enviada automaticamente ao Last.fm assim que seu dispositivo se conectar à internet

# Volume.Header
source: Volume
es: Volumen

# VolumeSlider.Header
source: Volume
es: Volumen

# Menu.Content
source: MENU
es: MENÚ

source: scrobbles
es: scrobblings
